#### `terragrunt plan` Success
<details><summary>Show Output</summary>

```
07:56:57.822 STDOUT terraform: Terraform used the selected providers to generate the following execution
07:56:57.822 STDOUT terraform: plan. Resource actions are indicated with the following symbols:
07:56:57.822 STDOUT terraform:   + create
07:56:57.822 STDOUT terraform: Terraform will perform the following actions:
07:56:57.822 STDOUT terraform:   # local_file.foo will be created
07:56:57.822 STDOUT terraform:   + resource "local_file" "foo" {
07:56:57.822 STDOUT terraform:       + content              = "dev content ABC ffff"
07:56:57.822 STDOUT terraform:       + content_base64sha256 = (known after apply)
07:56:57.822 STDOUT terraform:       + content_base64sha512 = (known after apply)
07:56:57.822 STDOUT terraform:       + content_md5          = (known after apply)
07:56:57.823 STDOUT terraform:       + content_sha1         = (known after apply)
07:56:57.823 STDOUT terraform:       + content_sha256       = (known after apply)
07:56:57.823 STDOUT terraform:       + content_sha512       = (known after apply)
07:56:57.823 STDOUT terraform:       + directory_permission = "0777"
07:56:57.823 STDOUT terraform:       + file_permission      = "0777"
07:56:57.823 STDOUT terraform:       + filename             = "dev"
07:56:57.823 STDOUT terraform:       + id                   = (known after apply)
07:56:57.823 STDOUT terraform:     }
07:56:57.823 STDOUT terraform: Plan: 1 to add, 0 to change, 0 to destroy.
07:56:57.823 STDOUT terraform: 
07:56:57.823 STDOUT terraform: ─────────────────────────────────────────────────────────────────────────────
07:56:57.823 STDOUT terraform: Note: You didn't use the -out option to save this plan, so Terraform can't
07:56:57.823 STDOUT terraform: guarantee to take exactly these actions if you run "terraform apply" now.
```

</details>

*Workflow: `Terragrunt Plan PR Comment`, Action: `__the-commons-project_terragrunt-github-actions_3`, Working Directory: `env/dev`, Workspace: `default`*
